Revit 2024 API
ParameterTypeId.MepAnalyticalLoopBoundaryParam Property
 "Loop Boundary"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId MepAnalyticalLoopBoundaryParam { get; }
Visual Basic
Public Shared ReadOnly Property MepAnalyticalLoopBoundaryParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MepAnalyticalLoopBoundaryParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace